Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Madagascar is one of nine countries which have been selected as main partner countries for this effort.
nb: Madagaskar er ett av ni land som er blinket ut som hovedsamarbeidsland for denne satsingen.

source: "The country is in the initial phase of its petroleum activities.
nb: - Landet er i oppstartsfasen med petroleumsvirksomhet.

source: There has been exploration for oil and gas for a long time in Madagascar, without any commercial discoveries being made," says NPD principal engineer Gunnar Søiland.
nb: Det har vært lett etter olje og gass på Madagaskar lenge, uten at det tidligere er gjort drivverdige funn, sier Gunnar Søiland, sjefingeniør i OD.

source: The high oil price is an important factor in the country's decision to start test production of heavy oil, which Madagascar has large deposits of onshore, next year.
nb: Høy oljepris er en viktig årsak til at landet neste år starter prøveproduksjon av tungolje som Madagaskar har store forekomster av på land.

source: The first offshore licensing round has been announced.
nb: Den første tildelingsrunden offshore er lyst ut.

source: "New seismic data have been acquired in relation to this.
nb: - I den forbindelse er det samlet inn ny seismikk.

source: Several oil companies have purchased the seismic data and will use it as a basis for their applications," says Søiland.
nb: Flere oljeselskaper har kjøpt seismikken og bruker den som basis for søknadene sine, sier Søiland.

source: The NPD will maintain extensive institutional cooperation with OMNIS (Office des Mines Nationales et des Industries Strategiques) on Madagascar for several years to come.
nb: OD kommer til å ha et omfattende institusjonssamarbeid med OMNIS (Office des Mines Nationales et de Industries Strategiques) på Madagaskar i flere år framover.

source: During the initial phase of the cooperation between Norway and Madagascar, the Petrad foundation has coordinated transfer of competence in the form of courses, conferences and consultancy assistance.
nb: I en oppstartsfase av samarbeidet mellom Norge og Madagaskar har stiftelsen Petrad koordinert kompetanseoverføring i form av kurs, konferanser og konsulenthjelp.

source: This autumn, the two OMNIS geologists Ranaivoson Bakolalao and Raharimananirina Clodette have worked on interpreting seismic data from the shelf west of Madagascar.
nb: Denne høsten har de to OMNIS-geologene Ranaivoson Bakolalao og Raharimananirina Clodette arbeidet med tolking av seismikk fra sokkelen vest for Madagaskar.

source: The interpretation has taken place at NPD's premises in Stavanger.
nb: Tolkingen har foregått i ODs lokaler i Stavanger.

source: "IT conditions on Madagascar are poor.
nb: - IT-forholdene på Madagaskar er dårlige.

source: At the NPD we have machines and software which the professionals from OMNIS do not have access to at home.
nb: I OD har vi maskiner og programvare som fagfolkene fra OMNIS ikke har tilgang til hjemme.

source: This is why they are working here with our geologists.
nb: Derfor arbeider de her sammen med våre geologer.

source: Cooperation between government authority bodies to solve professional challenges is educational for both parties," says Søiland.
nb: Samarbeid mellom myndighetsorganer ved å løse faglige utfordringer er lærerikt for begge parter, sier Søiland.

source: The OfD initiative is a long-term cooperation project which includes, in addition to petroleum management, financial management, environment and anti-corruption measures.
nb: OfU-samarbeidet er et langsiktig samarbeidsprosjekt som i tillegg til petroleumsforvaltning innebærer finansforvaltning, miljø og antikorrupsjonsarbeid.

source: OfD is coordinated by Norad.
nb: OfU koordineres av Norad.

source: The NPD, the Ministry of Finance and the Norwegian Pollution Control Authority will be responsible for the implementation the cooperation projects with Madagascar.
nb: OD, Finansdepartementet og Statens forurensningstilsyn skal stå for implementeringen av samarbeidet med Madagaskar.

source: ”We know that there is still a lot of undiscovered oil and gas in the North Sea, but the size of this discovery exceeds our expectations,” says a pleased assistant director general Johannes Kjøde.
nb: ”Vi vet at det fortsatt er mye uoppdaget olje og gass i Nordsjøen, men størrelsen på dette funnet overgår våre forventninger,” sier assisterende oljedirektør Johannes Kjøde fornøyd.

source: On 8 August, Statoil reported that they had proven an oil column of at least 65 metres in well 16/2-8 (”Aldous Major South”) at the Utsira High in the North Sea.
nb: 8. august meldte Statoil at de har påvist en oljekolonne på minst 65 meter i brønn 16/2-8 (”Aldous Major South”) på Utsirahøyden i Nordsjøen.

source: The discovery was made in a reservoir of very good quality.
nb: Funnet er gjort i et reservoar av meget god kvalitet.

source: The same oil/water contact as in the 16/2-6 (”Avaldsnes”) oil discovery has been confirmed, which indicates communication between the two oil discoveries.
nb: Det er bekreftet samme olje/vann-kontakt som i oljefunnet 16/2-6 (”Avaldsnes”) noe som indikerer kommunikasjon mellom de to oljefunnene.

source: If further analyses and appraisal wells confirm the extent and connection between the discoveries, the total resources could amount to between 500 and 1200 million barrels (80 - 190 million Sm3) of recoverable oil.
nb: Dersom videre analyser og avgrensningsbrønner bekrefter feltets utstrekning og sammenhengen mellom funnene, kan de totale ressursene utgjøre mellom 500 og 1200 millioner fat (80-190 millioner Sm3 ) utvinnbar olje.

source: If the most positive estimate proves accurate, this is among the ten largest discoveries ever made on the Norwegian shelf.
nb: Dersom det mest positive anslaget går inn, er dette blant de ti største funnene som er gjort på norsk sokkel noensinne.

source: The discovery confirms what the Norwegian Petroleum Directorate and the companies have known for some time; that oil has formed in the area around the Utsira High.
nb: Funnet bekrefter noe Oljedirektoratet og selskapene har vært klar over lenge, nemlig at det er dannet olje i området rundt Utsirahøyden, sier Kjøde:

source: ”The Utsira High is a rich area.
nb: ”Utsirahøyden er et rikt område.

source: The oil companies have been drilling there since the 1960s, but in shallower layers.
nb: Oljeselskapene har boret der siden 1960-tallet, men i grunnere lag.

source: New technology, new seismic data and new interpretations of old data have led to several interesting discoveries in recent years in addition to the two mentioned – for example, 16/1-8 ”Luno”, 16/1-9 ”Draupne” and 16/2-3 ”Ragnarrock”,” says Kjøde.
nb: Ny teknologi, nye seismiske data og nye tolkninger av gamle data har ført til flere interessante funn de siste årenei tillegg til de to nevnte – for eksempel 16/1-8 ”Luno”, 16/1-9 ”Draupne” og 16/2-3 ”Ragnarrock”.

source: He adds that exploration of the Utsira High is far from complete.
nb: Han legger til at utforskningen av Utsirahøyden på langt nær er ferdig.

source: For instance, a well will be drilled in the Aldous Major North prospect.
nb: Blant annet skal det bores en brønn på Aldous Major North-prospektet.

source: If this proves oil, it could lead to an even higher resource estimate.
nb: Dersom denne påviser olje, kan det medføre et enda høyere ressursanslag.

source: ”Statoil and Lundin (operators of 16/2-8 ”Aldous Major South” and 16/2-6 ”Avaldsnes”, respectively) need time to analyse their data, and more appraisal wells must be drilled before we can say more about how much oil is present,” Kjøde says, and adds that it is too early to say anything about how the discovery can be developed.
nb: ”Statoil og Lundin (operatører for henholdsvis 16/2-8 ”Aldous Major South” og 16/2-6 ”Avaldsnes”) trenger tid til å analysere sine data, og det må bores flere avgrensningsbrønner før vi kan si mer om hvor mye olje det er snakk om,” sier Kjøde, og legger til at det er for tidlig å si noe om hvordan funnet kan bygges ut.

source: ”But is it clear that the discovery will be a positive contribution to the Norwegian Petroleum Directorate’s long-term prognoses for the North Sea, and it will contribute to a continued high investment level on the Norwegian shelf.
nb: ”Men det er klart at funnet blir et positivt bidrag til Oljedirektoratets langsiktige prognoser for Nordsjøen, og det vil bidra til et fortsatt høyt investeringsnivå på norsk sokkel.

source: This is good news both for the companies and the industry that makes a living off the oil business.”
nb: Dette er gode nyheter både for selskapene og for industrien som lever av oljebransjen.”

source: Furthermore, Kjøde says it is a myth that the oil age is nearing its end:
nb: Kjøde sier videre at det er en myte at oljealderen er på hell:

source: ”The Norwegian Petroleum Directorate’s prognoses for petroleum production stretch beyond 2050 and we are facing many years with a high activity level.
nb: ”Oljedirektoratets prognoser for petroleumsproduksjonen strekker seg forbi 2050 og vi står foran mange år med et høyt aktivitetsnivå.

source: This is still an industry for the future.
nb: Dette er fortsatt en næring for framtiden.

source: It is therefore important that young people are encouraged to choose education that qualifies them for jobs in the oil and gas industry – the most value-creating and exciting activity we can offer.”
nb: Det er derfor viktig at ungdom utfordres til å ta utdanninger som kvalifiserer for olje- og gassindustrien – den mest verdiskapende og spennende virksomheten vi har.”

source: Well 16/2-8 was drilled by the Transocean Leader drilling facility.
nb: Brønn 16/2-8 ble boret av boreinnretningen Transocean Leader.

source: It will now commence drilling of well 16/2-9 in production licence 265 (”Aldous Major North”) to clarify resources in the area.
nb: Den vil nå starte boringen av brønn 16/2-9 i utvinningstillatelse 265 (”Aldous Major North”) for å avklare ressurser i området.

source: In addition, the licensees are planning further delineation in the production licence next year to clarify the size of the discovery for a future development solution.
nb: I tillegg planlegger rettighetshaverne en videre avgrensing i utvinningstillatelsen neste år for bedre å avklare funnets størrelse for en framtidig utbyggingsløsning.

source: Size – field (exel)
nb: Størrelse - felt (exel)

source: Size – undeveloped discoveries (exel)
nb: Størrelse - ikke utbygde funn (exel)

source: The atlas provides an overview over areas where CO2 can be stored safely in the subsurface for a long time.
nb: Atlaset gir en oversikt over områder der det er mulig å langtidslagre CO2 trygt i undergrunnen.

source: It also estimates the size of the CO2 storage capacity in this part of the North Sea.
nb: Det anslår også hvor stor lagringskapasitet det er for CO2 i denne delen av Nordsjøen.

source: The atlas will be presented to the Minister of Petroleum and Energy, Ola Borten Moe, on Tuesday, 13 December.
nb: Atlaset blir overrakt til olje- og energiminister Ola Borten Moe tirsdag 13. desember.

source: From 13 December, the atlas can be purchased via the Norwegian Petroleum Directorate’s website.
nb: Fra 13. desember kan atlaset kjøpes via Oljedirektoratets nettsted.

source: But this is comprehensive work that requires thorough planning and risk management.
nb: Men det vil være et omfattende arbeid som krever grundig planlegging og risikohåndtering.

source: This is the conclusion reached by the consultancy firm Dr. techn.
nb: Det er konklusjonen til rådgivningsfirmaet Dr. techn.

source: Olav Olsen, which has prepared the report ”Disposal of concrete installations” on assignment for the Norwegian Petroleum Directorate.
nb: Olav Olsen, som har utarbeidet rapporten ”Disponering av betonginnretninger” på oppdrag for Oljedirektoratet.

source: The report describes the technical challenges associated with raising the concrete substructures from the seabed and making them float again.
nb: Rapporten beskriver de tekniske utfordringene med å heve betongunderstellene fra havbunnen og få dem til å flyte igjen.

source: In addition, it discusses issues related to transport of the installations from the field to land.
nb: I tillegg drøfter den problemstillinger rundt transport av installasjonene fra felt til land.

source: Statfjord A is the oldest Condeep platform in operation on the Norwegian continental shelf.
nb: Statfjord A er den eldste condeep-plattformen på norsk sokkel.

source: There are 14 such platforms in the North Sea, of which 11 are on the Norwegian shelf.
nb: I Nordsjøen er det 14 plattformer av denne typen, hvorav 11 på norsk sokkel.

source: Statfjord A from 1977 is the oldest that is still in operation, and Troll A from 1995 is the newest.
nb: Statfjord A fra 1977 er den eldste som fortsatt er i drift, og Troll A fra 1995 den nyeste.

source: The concrete platforms built before 1978 were not designed to be removed, and this concerns three of the ones currently on the Norwegian shelf.
nb: Betongplattformene som ble bygget før 1978 var ikke konstruert for å fjernes, og det gjelder tre av dem som står på norsk sokkel i dag.

source: Other concrete structures in addition to the Condeeps include the storage tank on Ekofisk and the floating process and living quarter platform Troll B.
nb: Andre betongkonstruksjoner i tillegg til condeepene er lagertanken på Ekofisk og den flytende prosess- og boligplattformen Troll B.

source: With the exception of Frigg TCP2 and the Ekofisk Tank, the reason for this is that they are still in operation.
nb: Med unntak av Frigg TCP2 og Ekofisk-tanken, er grunnen til dette at de fortsatt er i drift.

source: The report therefore builds on knowledge from the planning and construction of the Condeeps, and experience from removal of a steel platform resting on the UK continental shelf.
nb: Rapporten bygger derfor blant annet på kunnskap fra prosjekteringen og byggingen av condeepene, og erfaring fra fjerning av en bunnfast stålplattform på britisk sokkel.

source: ”It is technically feasible to remove the platforms.
nb: ”Det er teknisk mulig å fjerne plattformene.

source: But this is comprehensive work that requires careful planning and a thorough review of risk,” says Høyland.
nb: Men det er et omfattende arbeid som krever lang planlegging og en grundig gjennomgang av risiko,” sier Høyland.

source: In the worst case, an accident during the preparation operation, refloating, towing or dismantling could have serious consequences such as loss of human lives and damage to the environment.
nb: I verste fall kan en ulykke under forberedelsesoperasjonen, heving, tauing eller riving ha alvorlige konsekvenser som tap av menneskeliv og skade på miljøet.

source: None of the installations are the same, so the challenges will vary, Høyland explains.
nb: Ingen av installasjonene er like, så utfordringene vil variere, forklarer Høyland.

source: The greatest general challenge is mapping the platforms' condition.
nb: Den største generelle utfordringen er å kartlegge plattformenes tilstand.

source: Solid knowledge regarding the individual platform is therefore the most important premise for a successful refloating operation.
nb: Solide kunnskaper om den enkelte plattformen er derfor den viktigste forutsetningen for en vellykket heving.

source: Several are more than 30 years old, and an overview must be prepared of what has happened over the years: What remodelling has been done since the platforms were new, and whether they have been damaged along the way.
nb: Flere er over 30 år gamle, og det må utarbeides en oversikt over hva som har skjedd i årenes løp: Hvilke ombygginger som har blitt gjort siden plattformene var nye, og om de har blitt påført skader underveis.

source: ”We have not identified much corrosion in these platforms, but we must however check whether the reinforcement steel has been exposed to corrosion.
nb: ”Det er ikke påvist noe særlig korrosjon i disse plattformene, men det må likevel kontrolleres om for eksempel armeringsstålet har vært utsatt for korrosjon.

source: The strength of the structure must be checked, to verify that it can withstand the new strains in connection with removal,” says Høyland.
nb: Styrken på konstruksjonen må sjekkes, for å kontrollere at den tåler de nye belastningene i forbindelse med fjerning,” sier Høyland.

source: A mapping of the strains concrete substructures were exposed to when they were joined with the decks and installed on the fields will be included in the calculation of how much strain the substructures can withstand.
nb: I beregningen av hvor mye belastning betongunderstellene vil tåle, inngår også en kartlegging av påkjenningene de ble utsatt for da de ble koplet sammen med dekkene og installert på feltene.

source: Natural buoyancy The most important method for raising the substructures is to drain the ballast water in the storage tanks, thus giving the structure natural buoyancy.
nb: Naturlig oppdrift Den viktigste metoden for å heve understellene er å tappe ut ballastvannet i lagertankene, slik at konstruksjonen får en naturlig oppdrift.

source: According to Høyland, this is most likely sufficient for most facilities, except for platforms such as Draugen, Gullfaks C and Troll A, where the skirts at the bottom of the substructure are especially deep due to the soft seabed.
nb: Ifølge Høyland er dette langt på vei tilstrekkelig for de fleste innretningene, bortsett fra for plattformer som Draugen, Gullfaks C og Troll A, hvor skjørtene nederst på understellet er særlig dype på grunn av bløt havbunn.

source: On these the platforms, it is essential to be able to increase the pressure from the bottom, in addition to deballasting.
nb: På disse plattformene er det avgjørende å kunne tilføre trykk nedenfra, i tillegg til deballasteringen.

source: To raise them in a controlled and safe manner, all conductor openings at the bottom of the platforms must be plugged, so that no water leaks in during the operation.
nb: For at de skal kunne heves på en kontrollert og sikker måte, må dessuten alle røråpningene i bunnen av plattformene tettes igjen, slik at det ikke lekker inn vann under operasjonen.

source: If that happens, the pressure cannot build up the way it should, Høyland explains.
nb: Hvis det skjer, kan ikke trykket bygges opp slik det skal, forklarer Høyland.

source: Another risk factor that must be included in the calculation, is the cement mortar that was filled up under the platforms when they were installed.
nb: Nok en risikofaktor som må tas med i regnestykket, er sementmørtelen som ble fylt opp i underkanten av plattformene da de ble installert.

source: This was done to equalise the pressure and weight on the seabed.
nb: Det ble gjort for å jevne ut trykket og belastningen på havbunnen.

source: According to Høyland, it is unsure what will happen with the mortar when the platform is raised: Whether it will remain on the seabed, or whether parts of it will remain, or possibly fall off during or after the raising.
nb: Ifølge Høyland er det usikkert hva som vil skje med mørtelen når plattformen heves: Om den vil bli leggende igjen på sjøbunnen, eller om deler av den kan bli hengende igjen, og eventuelt faller av under eller etter hevingen.

source: ”It can cause instability, and the platform could start to tilt.
nb: ”Det kan forårsake ustabilitet, slik at plattformen kan begynne å krenge.

source: But this is manageable, and we can take precautions,” he says.
nb: Men dette er håndterbart, og det kan gjøres foranstaltninger,” sier han.

source: The Norwegian Petroleum Directorate is continuing the work on disposal of concrete facilities by announcing a new project.
nb: Oljedirektoratet viderefører arbeidet med disponering av betonginnretninger med å lyse ut et nytt prosjekt.

source: The project will study the risk in connection with transport to land, and technical challenges associated with dismantling of the platforms at onshore facilities.
nb: Det skal se på risiko forbundet med transport til land, og tekniske utfordringer ved demontering av innretningene ved landanlegg.

source: Topics: Shutdown and removal
nb: Tema: Avslutning og disponering

source: Corec director Sigmund Stokka (left) and professor Tor Austad received the IOR prize from Director General Bente Nyland.
nb: Corec-leder Sigmund Stokka (til venstre) og professor Tor Austad fikk IOR-prisen fra oljedirektør Bente Nyland.

source: ”This year's prize is a recognition of a demanding and continuous research effort to improve oil production,” said Director General Bente Nyland as she presented the award at the Norwegian Petroleum Society's conference on reservoir management in Stavanger today, 7 June.
nb: ”Årets pristildeling er en anerkjennelse av en krevende og kontinuerlig forskningsinnsats for å øke oljeutvinningen,” sa oljedirektør Bente Nyland da hun overrakte prisen på Norsk petroleumsforenings konferanse om reservoarstyring i Stavanger i dag, 7. juni.

source: "The winners have contributed to increasing knowledge about the oil reservoirs located in the chalk rocks in the southern part of the North Sea, and increased understanding of how immobile oil can be produced," Nyland added.
nb: Vinnerne har bidratt til å øke kunnskapen om oljereservoarene som ligger i krittbergartene i den sørlige delen av Nordsjøen, og økt forståelsen av hvordan immobil olje kan produseres, la Nyland til.

source: ”This is a great honour.
nb: ”Dette er en stor ære.

source: When you have worked on this for 15 years, it's very rewarding to receive this recognition,” says Tor Austad.
nb: Når du har jobbet i 15 år med dette, er det veldig kjekt å få denne anerkjennelsen,” sier Tor Austad.

source: He is a professor of reservoir chemistry at the University of Stavanger, and has researched chemical methods for improved oil recovery for quite some time, particularly in relation to the chemical understanding of why seawater is so effective in carbonate reservoirs.
nb: Han er professor i reservoarkjemi ved Universitetet i Stavanger, og har lenge forsket på kjemiske metoder for forbedret oljeutvinning, og spesielt med den kjemiske forståelsen av hvorfor sjøvann er så effektivt i karbonatreservoarer.

source: ”Seawater injection has resulted in a dramatic increase in oil production on Ekofisk.
nb: ”Sjøvannsinjeksjon har sørget for en dramatisk økning av oljeutvinningen på Ekofisk.

source: Without this method, the recovery rate would be around 30 per cent and not 50-55 per cent, as it is today,” says Austad.
nb: Uten denne metoden ville utvinningsgraden ligget rundt 30 prosent og ikke 50-55 prosent, som den gjør idag,” sier Austad.

source: On a global basis, the recovery rate from carbonate fields is well below 30 per cent.
nb: På verdensbasis ligger utvinningsgraden fra karbonatfelt godt under 30 prosent.

source: The knowledge held by the research community in Stavanger is therefore in considerable demand, for example in Saudi Arabia," he says.
nb: Kunnskapen som forskningsmiljøet i Stavanger sitter på, er derfor svært etterspurt blant annet i Saudi-Arabia, forteller han.

source: ”The prize is a recognition of our research effort.
nb: ”Prisen er en anerkjennelse av forskningsinnsatsen vår.

source: We have worked hard for this since 2002,” says Corec director Sigmund Stokka.
nb: Vi har jobbet hardt for dette siden 2002,” sier Corec-leder Sigmund Stokka.

source: The centre is a cooperation between the University of Stavanger, the IRIS research institute and ConocoPhillips.
nb: Senteret er et samarbeid mellom Universitetet i Stavanger, forskningsstiftelsen IRIS og ConocoPhillips.

source: The latter is the operator of the Ekofisk area, which primarily consists of chalk reservoirs.
nb: Sistnevnte er operatør i Ekofisk-området, som hovedsakelig består av krittreservoarer.
